<%@ Page Language="C#" AutoEventWireup="true" CodeFile="Protocol.aspx.cs" Inherits="subpages_Protocol" %>

<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml">
<head runat="server">
    <title>论坛注册协议</title>
    <link rel="icon" type="image/png" href="~\images\FO 2 years.ico"/>
</head>
<body>
    <form id="form1" runat="server">
    一、总则 
    <div align="right"><a href="javascript:window.opener=null;window.open('','_self');window.close();">关闭窗口</a>
    </div>
    1.1 BBS体育论坛的所有权和运营权归上海BBS体育论坛论坛网络科技股份有限公司所有。 
    <br />
    1.2 
    用户在使用本论坛的服务之前，应当仔细阅读本协议，并同意遵守本协议及所有论坛规则后方可成为BBS体育论坛用户，一旦用户注册成功，则用户与本论坛之间自动形成协议关系，用户应当受本协议及所有论坛规则的约束。用户在使用特殊的服务或产品时，应当同意接受相关协议后方能使用。 
    <br />
    1.3 
    本协议、论坛规则可由本论坛随时更新，用户在使用BBS体育论坛产品时应当及时关注，用户同意本论坛不承担通知义务。本论坛的通知、公告、声明或其它类似内容是本协议及论坛规则的一部分。<br />
    二、服务内容 
    <br />
    2.1 本论坛网络服务的具体内容由本论坛根据实际情况提供，例如论坛、博客、相册、部落、微论、分类信息等。 
    <br />
    2.2 
    本论坛提供的部分网络服务为收费的网络服务，用户使用收费网络服务需要向本论坛支付一定的费用。对于收费的网络服务，本论坛会在用户使用之前给予用户明确的提示，只有用户根据提示确认其愿意支付相关费用，用户才能使用该等收费网络服务。如用户拒绝支付相关费用，则本论坛有权不向用户提供该等收费网络服务。 
    <br />
    2.3 
    本论坛仅提供相关的网络服务，除此之外与相关网络服务有关的设备(如个人电脑、手机、及其他与接入互联网或移动网有关的装置)及所需的费用(如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费)均应由用户自行负担。<br />
    三、用户帐号 
    <br />
    3.1 用户可通过以下方式注册成为BBS体育论坛论坛的正式用户： 
    <br />
    (1)经本论坛会员系统完成注册程序并通过身份认证的用户； 
    <br />
    (2)经论坛批准的第三方合作网站登录的的用户； 
    成为BBS体育论坛正式用户即获得本论坛规定用户所应享有的一切权限；未经认证仅享有本论坛规定的部分会员权限。BBS体育论坛论坛有权对会员的权限设计进行变更。<br />
    3.2 用户帐号注册 
    <br />
    (1)使用本论坛会员系统注册的用户，只能使用汉字、英文字母、数字、下划线及它们的组合，禁止使用空格、各种符号和特殊字符，且最多不超过16个字符(8个汉字)注册，否则将不予注册。 
    <br />
    (2)使用第三方合作网站登录的用户，只能使用汉字、英文字母、数字、下划线及它们的组合，禁止使用空格、各种符号和特殊字符，且最多不超过14个字符(7个汉字)注册，否则本论坛有权只截取前14个字符（7个汉字）予以显示用户帐号（若该用户帐号与论坛现有用户帐号重名，系统将随机添加一个字符以示区别），否则将不予注册。 
    <br />
    3.3 如发现用户帐号中含有不雅文字或不恰当名称的，本论坛保留取消其用户资格的权利。 (1)请勿以党和国家领导人或其他社会名人的真实姓名、字号、艺名、笔名注册； 
    (2)请勿以国家机构或其他机构的名称注册； (3)请勿注册不文明、不健康名字，或包含歧视、侮辱、猥亵类词语的帐号； 
    (4)请勿注册易产生歧义、引起他人误解或其它不符合法律规定的帐号。 
    <br />
    3.4 用户帐号的所有权归本论坛，用户仅享有使用权。3个月未使用的用户帐号，本论坛保留收回的权利。 
    <br />
    3.5 
    用户有义务保证密码和帐号的安全，用户利用该密码和帐号所进行的一切活动引起的任何损失或损害，由用户自行承担全部责任，本论坛不承担任何责任。如用户发现帐号遭到未授权的使用或发生其他任何安全问题，应立即修改帐号密码并妥善保管，如有必要，请通知本论坛。因黑客行为或用户的保管疏忽导致帐号非法使用，本论坛不承担任何责任。<br />
    四、使用规则 
    <br />
    4.1 
    遵守中华人民共和国相关法律法规，包括但不限于《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、《最高人民法院关于审理涉及计算机网络著作权纠纷案件适用法律若干问题的解释(法释[2004]1号)》、《全国人大常委会关于维护互联网安全的决定》、《互联网电子公告服务管理规定》、《互联网新闻信息服务管理规定》、《互联网著作权行政保护办法》和《信息网络传播权保护条例》等有关计算机互联网规定和知识产权的法律和法规、实施办法。 
    <br />
    4.2 用户对其自行发表、上传或传送的内容负全部责任，所有用户不得在本论坛任何页面发布、转载、传送含有下列内容之一的信息，否则本论坛有权自行处理并不通知用户： 
    (1)违反宪法确定的基本原则的； (2)危害国家安全，泄漏国家机密，颠覆国家政权，破坏国家统一的； (3)损害国家荣誉和利益的； 
    (4)煽动民族仇恨、民族歧视，破坏民族团结的； (5)破坏国家宗教政策，宣扬邪教和封建迷信的； (6)散布谣言，扰乱社会秩序，破坏社会稳定的； 
    (7)散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的； (8)侮辱或者诽谤他人，侵害他人合法权益的； (9)煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的； 
    (10)以非法民间组织名义活动的； (11)含有法律、行政法规禁止的其他内容的。 
    <br />
    4.3 
    用户承诺对其发表或者上传于本论坛的所有信息(即属于《中华人民共和国著作权法》规定的作品，包括但不限于文字、图片、音乐、电影、表演和录音录像制品和电脑程序等)均享有完整的知识产权，或者已经得到相关权利人的合法授权；如用户违反本条规定造成本论坛被第三人索赔的，用户应全额补偿本论坛一切费用(包括但不限于各种赔偿费、诉讼代理费及为此支出的其它合理费用)； 
    <br />
    4.4 
    当第三方认为用户发表或者上传于本论坛的信息侵犯其权利，并根据《信息网络传播权保护条例》或者相关法律规定向本论坛发送权利通知书时，用户同意本论坛可以自行判断决定删除涉嫌侵权信息，除非用户提交书面证据材料排除侵权的可能性，本论坛将不会自动恢复上述删除的信息； 
    (1)不得为任何非法目的而使用网络服务系统； (2)遵守所有与网络服务有关的网络协议、规定和程序； 
    (3)不得利用本论坛服务进行任何可能对互联网的正常运转造成不利影响的行为； (4)不得利用本论坛服务进行任何不利于本论坛的行为。 
    <br />
    4.5 
    如用户在使用网络服务时违反上述任何规定，本论坛有权要求用户改正或直接采取一切必要的措施(包括但不限于删除用户张贴的内容、暂停或终止用户使用网络服务的权利)以减轻用户不当行为而造成的影响。<br />
    五、隐私保护 
    <br />
    5.1 本论坛不对外公开或向第三方提供单个用户的注册资料及用户在使用网络服务时存储在本论坛的非公开内容，但下列情况除外： (1)事先获得用户的明确授权； 
    (2)根据有关的法律法规要求； (3)按照相关政府主管部门的要求； (4)为维护社会公众的利益。 
    <br />
    5.2 
    本论坛可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与本论坛同等的保护用户隐私的责任，则本论坛有权将用户的注册资料等提供给该第三方。 
    <br />
    5.3 在不透露单个用户隐私资料的前提下，本论坛有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。<br />
    六、版权声明 
    <br />
    6.1 
    用户发表并将其上传到本网站的任何内容，本论坛在全世界范围内不限形式和载体地享有永久的、不可撤销的、免费的、非独家的使用权和转授权的权利，包括但不限于修改、复制、发行、展览、改编、汇编、出版、翻译、信息网络传播、广播、表演和再创作及著作权法等法律法规确定的其他权利。 
    <br />
    6.2 本论坛特有的标识、版面设计、编排方式等版权均属本论坛享有，未经本论坛许可，不得任意复制或转载。 
    <br />
    6.3 用户从本论坛的服务中获得的信息，未经本论坛许可，不得任意复制或转载。 
    <br />
    6.4 
    使用本论坛的任何内容均应注明&quot;来源于BBS体育论坛论坛()&quot;及署上作者姓名，按法律规定需要支付稿酬的，应当通知本论坛及作者及支付稿酬，并独立承担一切法律责任。 
    <br />
    6.5 本论坛享有所有作品用于其它用途的使用权和优先权，包括但不限于网站、电子杂志、平面出版等，作者在本论坛发布内容时视为同意本条款。 
    <br />
    6.6 本论坛所有内容仅代表作者自己的立场和观点，与本论坛无关，由作者本人承担一切法律责任。 
    <br />
    6.7 恶意转载本论坛内容的，本论坛保留将其诉诸法律的权利。<br />
    七、责任声明 
    <br />
    7.1 用户明确同意其使用本论坛网络服务所存在的风险及一切后果将完全由用户本人承担，本论坛对此不承担任何责任。 
    <br />
    7.2 本论坛无法保证网络服务一定能满足用户的要求，也不保证网络服务的及时性、安全性、准确性。<br />
    7.3 本论坛不保证为方便用户而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由本论坛实际控制的任何网页上的内容，本论坛不承担任何责任。 
    <br />
    7.4 对于因不可抗力或本论坛不能控制的原因造成的网络服务中断或其它缺陷，本论坛不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。 
    <br />
    7.5 对于本论坛向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，本论坛无需承担任何责任： (1)本论坛向用户免费提供的各项网络服务； 
    (2)本论坛向用户赠送的任何产品或者服务； (3)本论坛向收费网络服务用户附赠的各种产品或者服务。 
    <br />
    7.6 本论坛有权于任何时间暂时或永久修改或终止本服务(或其任何部分)，而无论其通知与否，本论坛对用户和任何第三人均无需承担任何责任。<br />
    八、附则 
    <br />
    8.1 本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律。 
    <br />
    8.2 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。 
    <br />
    8.3 本协议解释权及修订权归上海BBS体育论坛论坛网络科技股份有限公司所有。<br /><br />
    <div align="center"><a href="javascript:window.opener=null;window.open('','_self');window.close();">关闭窗口</a>
        </div>
    </form>
</body>
</html>
